Revit 2027 API
UnitTypeId.KilogramsCarbonDioxidePerKilogram Property
 kilograms carbon dioxide per kilogram.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId KilogramsCarbonDioxidePerKilogram { get; }
Public Shared ReadOnly Property KilogramsCarbonDioxidePerKilogram As ForgeTypeId
	Get
public:
static property ForgeTypeId^ KilogramsCarbonDioxidePerKilogram {
	ForgeTypeId^ get ();
}
static member KilogramsCarbonDioxidePerKilogram : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace